{
    "hk": {
        "translation": {
            "satus_s_intro_title1": "AVITA SATUS –Where the Successful Life Journey Begins",
            "satus_s_intro_subtitle1": "Turning a new page of life",
            "satus_s_intro_paragraph1": "SATUS, derived from the Latin vocabulary meaning “Start” and “Growth”. It also comprises and can be elaborated as “seeding” and “budding”; it represents the beginning of all things. In AVITA, we believe that success derives from a great start, hence an effective and well-designed appliance is crucial to cope with daily challenges and achieving goals.",
            "satus_s_intro_paragraph2": "Bearing this in mind, AVITA introduces the new - \"AVITA SATUS\" series - a laptop dedicated for new generation of young users who are highly familiar with studying under the constraints of the New Normal. The product is designed and built in simple clear-cut design yet with comprehensive manner, enabling users to deal with their different missions and completing their various tasks in the best state. Making their studies and daily lives more fulfilling and at ease. Its limitless functions also broaden users’ horizons and imaginations without having set foot to the outside world. SATUS is indeed the best ‘1st laptop’ for many.",
            "satus_s_design_title1": "Modern and Minimalist ．Design Aesthetics",
            "satus_s_design_subtitle1": "AVITA SATUS S series leverages minimalist and neat design in neutral color tone, just the right way to present an aesthetic design of simplicity, an expression of ingenious, and be realistic without being flashy. User-oriented with a complete and functional system configuration, the series packs with a powerful punch to meet the studies and work needs, allowing users to further explore and grow without boundaries.",
            "satus_s_screen_title1": "Full HD screen．Broader vision and interaction",
            "satus_s_screen_subtitle1": "In order to integrate AVITA SATUS S Series simple design with practical functions, the laptop is equipped with a 15.6-inch full HD IPS LCD Screen, which delivers a 178-degree ultra-wide viewing angle with outstanding colour when being viewed from different angles. Its colour accuracy and consistency with smooth and detailed images showcased on screen can cater perfectly for any learning, social and gaming purposes. For instance, clearer appearance and expressions of participants would help create closer connection with each other during online classes or video conferences, thus increase the level of interaction and engagement throughout the conversations. It would also help enhancing focus and concentration as users can easily read through various file contents displayed on screen especially when working on clerical tasks. In addition, users can easily split the laptop screen into multiple windows, making work progress more visually comfortable and efficient.",
            "satus_s_startup_title1": "Quick startup．Smart connections",
            "satus_s_startup_subtitle1": "AVITA SATUS S series comes in simple and smart details of which it is structured with multiple ports, providing users a seamless and convenient experience without the need of adapters. Equipped with a dual core CPU Intel® Celeron® N4020 which brings reliable and responsive performance, as well as a built-in 8GB LPDDR4 memory, every single task whether it is word processing, presentations or video calls can be processed without hindrance. The built-in SSD drive also enables Windows 11 operating system to start up swiftly. Hence, providing stable access to documents and ensuring the data safety. Moreover, a Mini HDMI port and a MicroSD/TF card slot are equipped, allowing users to connect to other external devices for presentation use and expand the storage capacity of their choice anytime without limits.",
            "satus_s_specs_up_to": "Up to",
            "satus_s_specs_os": "Operating System",
            "satus_s_specs_windows": "Windows 11 Home",
            "satus_s_specs_processor1": "N4020",
            "satus_s_specs_processor2": "INTEL® Celeron® PROCESSOR",
            "satus_s_specs_gb": "GB",
            "satus_s_specs_ram": "RAM",
            "satus_s_specs_ssd": "SSD",
            "satus_s_keyboard_title1": "Full-size keyboard．Improving accuracy of word processing",
            "satus_s_keyboard_subtitle1": "Taking the speed and smoothness of processing clerical or daily tasks into account, AVITA SATUS S series comes with a full-size island-style keyboard as well as a numeric keyboard* to facilitate calculations. Each key is accurately adjusted to help improve typing comfort and flexibility in order to cater for different study or work needs.",
            "satus_s_keyboard_kg": "kg",
            "satus_s_keyboard_kg_avita": "AVITA SATUS S102",
            "satus_s_keyboard_keypad_caption": "Numeric keyboard",
            "satus_s_keyboard_disclaimer": "*The numeric keyboard only applicable to 15.6-inch AVITA SATUS S102",
            "satus_s_port_disclaimer": "*The port locations are the same between AVITA SATUS S101 & S102",
            "satus_s_disclaimer_warrant": "AVITA SATUS series is warranted by Nexstgo Company Limited for a period of twelve (12) months from the date of purchase under the terms and conditions of this warranty. For details, please",
            "satus_s_disclaimer_click_here": "click here",
            "satus_s_disclaimer_battery": "Actual battery life may vary depending on product configuration, usage, operational conditions and power management settings. Battery life will decrease over the lifetime of the battery.",
            "satus_s_disclaimer_specification": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
            "satus_s_disclaimer_weight": "Weights vary depending on configuration and manufacturing variability.",
            "satus_s_disclaimer_color_difference": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
            "satus_s_disclaimer_accurate": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
            "satus_s_disclaimer_trademark": "Windows is either a registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
            "satus_s_disclaimer_color_availability": "The availability of colors may vary by retailers.",
            "satus_s_disclaimer_appearance": "Product appearance design, color, matching, may vary according to different models and configurations.",
            "satus_s_disclaimer_dispute": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
        }
    }
}