{
    "hk": {
        "116": {
            "start_time": "2023.11.06",
            "status": "In Progress",
            "title": "Update Notices for Changes in Repair Terms and Conditions",
            "body": [
                "Update Notices for Changes in Repair Terms and Conditions",
                "Our Repair Terms & Conditions has been updated on 6th November 2023. As AVITA Technologies International Company Limited, it is our endeavour to provide technical support and in-warranty product repair services for legacy laptops previously produced and sold by NEXSTGO Company Limited (subsidiary of ALCO), to the best of our ability via our appointed in-country Authorized Service Partner(s). Models manufactured before 31st March 2022 shall be considered in-warranty until 31st December 2023. This clause is applicable only for customers who have purchased the laptop on 1st Jan 2022 or later. Battery and AC Adaptor warranty shall be applicable for customers who have purchased the laptop on 1st July 2022 or later, and the warranty shall be applicable until 31st December 2023.",
                "The models are namely the ADMIROR, CLARUS, COSMOS, ESSENTIAL, ESSENTIAL LITE, LIBER, LIBER V, MAGUS, NEXSTGO and PURA E product series.",
                "While it is our obligatory role to do our utmost to fulfil our service responsibilities, we anticipate exceptional instances where the repair work cannot be completed due to the unavailability of obsolete replacement parts, or where the laptop is rendered unserviceable for any other reason*. In cases as such, we solicit your kind understanding and cooperation.",
                "*Diagnostic / inspection fee has to be borne by customer. Terms & conditions are subject to change."
            ]
        },
        "119": {
            "start_time": "2023.06.01",
            "status": "Coming Soon",
            "title": "世界首部運行 Windows 作業系統的AVITA Blockchain PC 於COMPUTEX 台北國際電腦展 率先面世！",
            "body": [
                "世界首部運行 Windows 作業系統的AVITA Blockchain PC 於COMPUTEX 台北國際電腦展 率先面世！",
                "配合大會的主題「共創無限可能 」，AVITA Technologies 行政總裁鍾孝揚博士現身發布會，向大家宣布 AVITA Blockchain PC正式推出，配備執行Blockchain相關應用或任務所需的安全和流暢的功能。",
                "未來 AVITA Technologies 將繼續以「體現與眾不同，成就不可能任務」為格言，推出更多革新的科技產品。 "
            ]
        },
        "117": {
            "start_time": "2023.04.24",
            "status": "In Progress",
            "title": "AVITA Technologies to be awarded the \"Outstanding Innovative Technology Enterprise Award\" at the 23rd CAPITAL Outstanding Enterprise Awards",
            "body": [
                "AVITA Technologies is honored to be awarded the \"Outstanding Innovative Technology Enterprise Award\" at the 23rd CAPITAL Outstanding Enterprise Awards. We sincerely thank the judges, readers of Capital Magazine and AVITA customers for their recognition and support of AVITA.",
                "At AVITA, we are committed to seeking innovation and breakthroughs in technology, seizing the opportunities of the new era of WEB3, and expanding the applications of financial technology and blockchain. To provide digital security for IoT devices and solutions and offer innovative business services, we will soon launch the AVITA Blockchain PC, which is “Blockchain Applications Ready”.",
                "AVITA Technologies will continue to adhere to the motto of “Do What the Giants Can't\", to break the industry boundaries and embrace the challenges of the new era."
            ]
        },
        "115": {
            "start_time": "2023.04.24",
            "status": "In Progress",
            "title": "Update Notices for Terms of Use and Privacy Policy Changes",
            "body": [
                "We have updated our Terms of Use Notice and Privacy Policy. These updates are intended to reflect the recent changes and the establishment of AVITA Technologies International Company Limited. AVITA Technologies takes over the brand management, manufacturing, sales and marketing, after-sales service of the AVITA brand. For more information, please refer to About AVITA."
            ]

        }


    }
}