{
  "satus_s": {
    "satus_s_intro_title1": "AVITA SATUS –Where the Successful Life Journey Begins",
    "satus_s_intro_subtitle1": "Turning a new page of life",
    "satus_s_intro_paragraph1": "SATUS, derived from the Latin vocabulary meaning “Start” and “Growth”. It also comprises and can be elaborated as “seeding” and “budding”; it represents the beginning of all things. In AVITA, we believe that success derives from a great start, hence an effective and well-designed appliance is crucial to cope with daily challenges and achieving goals.",
    "satus_s_intro_paragraph2": "Bearing this in mind, AVITA introduces the new - \"AVITA SATUS\" series - a laptop dedicated for new generation of young users who are highly familiar with studying under the constraints of the New Normal. The product is designed and built in simple clear-cut design yet with comprehensive manner, enabling users to deal with their different missions and completing their various tasks in the best state. Making their studies and daily lives more fulfilling and at ease. Its limitless functions also broaden users’ horizons and imaginations without having set foot to the outside world. SATUS is indeed the best ‘1st laptop’ for many.",
    "satus_s_design_title1": "Modern and Minimalist ．Design Aesthetics",
    "satus_s_design_subtitle1": "AVITA SATUS S series leverages minimalist and neat design in neutral color tone, just the right way to present an aesthetic design of simplicity, an expression of ingenious, and be realistic without being flashy. User-oriented with a complete and functional system configuration, the series packs with a powerful punch to meet the studies and work needs, allowing users to further explore and grow without boundaries.",
    "satus_s_screen_title1": "Full HD screen．Broader vision and interaction",
    "satus_s_screen_subtitle1": "In order to integrate AVITA SATUS S Series simple design with practical functions, the laptop is equipped with a 15.6-inch full HD IPS LCD Screen, which delivers a 178-degree ultra-wide viewing angle with outstanding colour when being viewed from different angles. Its colour accuracy and consistency with smooth and detailed images showcased on screen can cater perfectly for any learning, social and gaming purposes. For instance, clearer appearance and expressions of participants would help create closer connection with each other during online classes or video conferences, thus increase the level of interaction and engagement throughout the conversations. It would also help enhancing focus and concentration as users can easily read through various file contents displayed on screen especially when working on clerical tasks. In addition, users can easily split the laptop screen into multiple windows, making work progress more visually comfortable and efficient.",
    "satus_s_startup_title1": "Quick startup．Smart connections",
    "satus_s_startup_subtitle1": "AVITA SATUS S series comes in simple and smart details of which it is structured with multiple ports, providing users a seamless and convenient experience without the need of adapters. Equipped with a dual core CPU Intel® Celeron® N4020 which brings reliable and responsive performance, as well as a built-in 8GB LPDDR4 memory, every single task whether it is word processing, presentations or video calls can be processed without hindrance. The built-in SSD drive also enables Windows 11 operating system to start up swiftly. Hence, providing stable access to documents and ensuring the data safety. Moreover, a Mini HDMI port and a MicroSD/TF card slot are equipped, allowing users to connect to other external devices for presentation use and expand the storage capacity of their choice anytime without limits.",
    "satus_s_specs_up_to": "Up to",
    "satus_s_specs_os": "Operating System",
    "satus_s_specs_windows": "Windows 11 Home",
    "satus_s_specs_processor1": "N4020",
    "satus_s_specs_processor2": "INTEL® Celeron® PROCESSOR",
    "satus_s_specs_gb": "GB",
    "satus_s_specs_ram": "RAM",
    "satus_s_specs_ssd": "SSD",
    "satus_s_keyboard_title1": "Full-size keyboard．Improving accuracy of word processing",
    "satus_s_keyboard_subtitle1": "Taking the speed and smoothness of processing clerical or daily tasks into account, AVITA SATUS S series comes with a full-size island-style keyboard as well as a numeric keyboard* to facilitate calculations. Each key is accurately adjusted to help improve typing comfort and flexibility in order to cater for different study or work needs.",
    "satus_s_keyboard_kg": "kg",
    "satus_s_keyboard_kg_avita": "AVITA SATUS S102",
    "satus_s_keyboard_keypad_caption": "Numeric keyboard",
    "satus_s_keyboard_disclaimer": "*The numeric keyboard only applicable to 15.6-inch AVITA SATUS S102",
    "satus_s_port_disclaimer": "*The port locations are the same between AVITA SATUS S101 & S102",
    "satus_s_disclaimer_warrant": "AVITA SATUS series is warranted by Nexstgo Company Limited for a period of twelve (12) months from the date of purchase under the terms and conditions of this warranty. For details, please",
    "satus_s_disclaimer_click_here": "click here",
    "satus_s_disclaimer_battery": "Actual battery life may vary depending on product configuration, usage, operational conditions and power management settings. Battery life will decrease over the lifetime of the battery.",
    "satus_s_disclaimer_specification": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
    "satus_s_disclaimer_weight": "Weights vary depending on configuration and manufacturing variability.",
    "satus_s_disclaimer_color_difference": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
    "satus_s_disclaimer_accurate": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
    "satus_s_disclaimer_trademark": "Windows is either a registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
    "satus_s_disclaimer_color_availability": "The availability of colors may vary by retailers.",
    "satus_s_disclaimer_appearance": "Product appearance design, color, matching, may vary according to different models and configurations.",
    "satus_s_disclaimer_dispute": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
  },

  "admiror": {
    "product": {
      "express_yourself_title": "#YouCanBe Expressing Yourself",
      "you_can_be_paragraph": "Be who you are and show your individuality. The choice is yours. #YouCanbe",
      "description": " The all-new AVITA ADMIROR takes you on a journey of self-discovery. Shattering the norms and constraints of conventional laptops, the ADMIROR’s intricate designs and eye-catching colours are yours to embrace, because you deserve to be extraordinary!",
      "brings_you_title": "AVITA ADMIROR brings you"
    },

    "artistic_design": {
      "title": "An artistic design",
      "sub_title": "to flaunt your identity",
      "p_title": "Exquisite design that combines Gothic architectural aesthetics",
      "p_content": "Inspired by the magnificence of the Gothic architecture, the brand new AVITA ADMIROR series combines contemporary architectural aesthetics into its state-of-the-art technology. The ADMIROR features an ultra-slim body in a modern design, paying attention to the smallest detail. The hinge concealed between the screen and the keyboard references the renowned flying buttress of the Gothic design. The essence of the grand and tall Gothic architecture is reflected in the laptop's slender body that contrasts with the rounded hedge, mimicking the iconic pointed arches. With a unique appearance inspired by epoch-making architectural art, ADMIROR is an iconic design for fashionistas and those who crave for an individual style.",
      "p_title2": "Stand out with colors",
      "p_content2": "ADMIROR makes sure your individuality gets all the attention. The new series offers unique color options to express your personal style. Be it the rebellious Blazing Brown or Flaming Copper, the eye-catching Delight Pink or Passionate Red, the ADMIROR simply complements any outfit you choose to wear. (Choice of colours of 14”: Flaming Copper, Delight Pink and Blazing Brown; Choice of colours of 15.6”: Flaming Copper, Delight Pink and Passionate Red)"
    },

    "extra_desc": {
      "title": "Ultra-compact body for unsurpassed portability",
      "content": "The ultra-portable ADMIROR is housed in a light metallic chassis. At merely 9mm at its thinnest part, 14” and 15.6” weighs from just 1.32kg and 1.79kg respectively, making it extremely handy to carry around as your favourite gadget to roam the world over.",
      "title2": "Push your limits with a wider view",
      "content2": "Push the limits by garnering a wider view. The 7mm narrow bezel on the ADMIROR gives your maximised screen areas and eliminates distraction for an immersive viewing experience, whether you are at work or just want to sit back and chill."
    },

    "pride_delighted": {
      "title_h3": "Usage Experience that you can feel",
      "title": "PRIDE & DELIGHTED",
      "row1_title": "Realistic image with stunning clarity",
      "row1_content": "The ADMIROR series offers a 14-inch and a 15.6-inch 16:9 FHD IPS display, both with extra-wide 178-degree viewing angle. The lifelike image quality, support up to 72% NTSC color gamut, offers an enjoyable viewing experience browsing websites or watching video clips.",
      "row2_title": "Extra-large Touchscreen",
      "row2_content": "Explore endless possibilities with Precision Touchpad (PTP) technology which supports up to four-finger smart gestures. This feature allows you to navigate websites and videos with greater ease.",
      "row3_title": "Backlit keyboard for unbounded exploration",
      "row3_content": "The backlit design of the Full Size keyboard enables you to locate each keycap in dimly-lit environments. Work and entertainment are no longer constrained by time and place. This feature makes uninterrupted workflow possible and helps you explore the world anytime anywhere.",
      "row3_title2": "Exceptional audio-visual ex erience",
      "row3_content2": "Music is a big part of an identity. ADMIROR's 2 full range speakers and 4 passive boosters are set to bring out the best audio-visual experience for your enjoyment."
    },

    "outstanding": {
      "title": "OUTSTANDING",
      "title_h3": "Performance that you can count on",
      "title_h2": "Incredible performance that brings superb productivity",
      "content": "ADMIROR is so much more than its look. Thanks to the new 10th generation Intel <sup>TM</sup> Core i5-10210U/i7-10510U processor and up to 16GB RAM, the processing speed is greatly enhanced. Supporting SSD of up to 1TB, the ADMIROR is your ideal storage solution."
    },

    "win_hello": {
      "title": "One-touch access with Windows Hello",
      "content": "Gone are the days when password is used for login. ADMIROR incorporates fingerprint reader and works seamlessly with Windows Hello for both convenient log-in and strengthened privacy protection. You can rest assured that every piece of work and personal data is well protected."
    },

    "battery_info": {
      "title": "Productivity maximized by Extended battery",
      "desc": "Battery life lasts up to 10 hours. Without the need to look around for a power source, let your creativity flow and stay uninterrupted during your work or a favourite show.",
      "life_prefix": "Up to",
      "life_suffix": "Battery life",
      "life_note": "* Battery life up to 9 hours for 15.6-inch",
      "connectivity_title": "Connectivity that fits your needs",
      "connectivity_desc": "With two built-in USB-C ports, the ADMIROR is the perfect for work on the go. The ADMIROR comes with a USB-C to USB, HDMI and 3.5mm audio jack adapter, ensuring the highest connectivity. Meanwhile, the USB-C to 3.5mm headphone jack cable allows you to indulge in your favorite jam. <br></br><br></br> Colour-coordinated wireless mouse and portable Bluetooth speaker will be launched soon.",
      "adapter_desc": "USB-C to <br></br> USB/HDMI/3.5mm audio jack adapter"
    },

    "color_opts": {
      "title": "VARIOUS COLOURS AVAILABLE NOW",
      "content": "14-inch: Flaming Copper, Delight Pink, Blazing Brown <br></br> 15.6-inch: Flaming Copper, Delight Pink, Passionate Red"
    },

    "product_statement": {
      "bullet1": "Centrino Logo, Core Inside, Intel, Intel Logo, Intel Core, Intel Inside, Intel Inside Logo, Intel Viiv, Intel vPro, Itanium, Itanium Inside, Pentium, Pentium Inside, Viiv Inside, vPro Inside, Xeon, and Xeon Inside are trademarks of Intel Corporation in the U.S. and other countries.",
      "bullet2": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
      "bullet3": "Weights vary depending on configuration and manufacturing variability.",
      "bullet4": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
      "bullet5": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
      "bullet6": "Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries."
    }
  },

  "liber-v": {
    "inspired_design": {
      "title": "Post-modern inspired design",
      "content": "Taking \"Limitless Evolution\" as its concept, LIBER V's design is inspired by the creativity of the avant-garde post-modern fortress La Muralla Roja in Spain. LIBER V installs its high-quality webcam out of the screen with neat geometric lines, perfectly interprets the epistemology of geometry. Paired with the vibrant color options of LIBER V, the geometric chassis realizes a slimmer body and an easy-to-open clip, thereby offering a new interpretation of design in laptop fashion."
    },

    "viewing_experience": {
      "title": "Incredible Viewing Experience",
      "content": "Slimmer but greater. The LIBER V series has a 3.7mm unbound ultra-narrow bezel which has been reduced by about 63% compared with previous LIBER series notebooks, one step closer to perfection with its 78.2% screen-to-body ratio. With a full HD 16:9 IPS display with anti-glare, presenting detailed images clearly with a stable response time under various ambient indoor and outdoor lighting conditions, allowing you to enjoy the LIBER V's big world with the ultra-wide viewing angle of 178 degrees. Whether you are studying, working, or simply having fun, LIBER V brings you an extraordinary viewing experience that you have never seen."
    },

    "colorful_expression": {
      "title": "Colorful Expression",
      "content_part1": "Appealing to different style personalities, LIBER V debuts with over 14 distinguishably attractive colors. You can also customize your LIBER V with a laser engraving service, engraving names or words onto the chassis to reflect your unique personal statement, like a fashion accessory tailored just for you. You can fully release your personal charm and stand out from the crowd.",
      "content_part2": "More color combinations will be coming soon to suit your every day needs. Whether you are a professional or a fashionista, LIBER V makes you shine even more."
    },

    "portable": {
      "title": "Readily Portable",
      "content": "LIBER V is sophisticatedly engineered by compacting a 14-inch screen inside the 13.3-inch that weights from just 1.28kg, 14% less than previous models and well-balancing lightness and durability, bringing you an easy and convenient experience. LIBER V incorporates a Windows Hello fingerprint reader, which strengthens privacy protection. LIBER V can always accompany you while traveling or working effortlessly."
    },

    "specs": {
      "title": "Extraordinary Performance and Productivity",
      "content_part1": "Not only LIBER V is unique in appearance but also in performance. Adapting the new 10th Gen Intel® Core™ i5-10210U/i7-10510U processors, 8GB RAM and large storage up to 1TB SSD, LIBER V can swiftly process and access files, allowing you to work with ease, even with complex workflows.",
      "content_part2": "LIBER V’s full-size backlit keyboard with 1.5mm key travel and 19mm key pitch delivers the ultimate word processing experience that you could ever ask for. Along with AVITA’s extra-large touchpad, support for 4 fingers gestures perfectly, you can have more space to control. LIBER V’s battery life lasts for up to 10 hours whilst the notebook is equipped with different ports that are compatible with other devices. Making it possible to simultaneously charge, transfer data, display, and connect to various devices to meet your different needs. <br></br><small>*Up to 10 hours on MobileMark 2014</small>"
    },

    "disclaimer": {
      "bullet1": "Centrino Logo, Core Inside, Intel, Intel Logo, Intel Core, Intel Inside, Intel Inside Logo, Intel Viiv, Intel vPro, Itanium, Itanium Inside, Pentium, Pentium Inside, Viiv Inside, vPro Inside, Xeon, and Xeon Inside are trademarks of Intel Corporation in the U.S. and other countries.",
      "bullet2": "Actual battery life may vary depending on product configuration, usage, operational conditions and power management settings. Battery life will decrease over the lifetime of the battery.",
      "bullet3": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
      "bullet4": "Weights vary depending on configuration and manufacturing variability.",
      "bullet5": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
      "bullet6": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
      "bullet7": "Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
      "bullet8": "The availability of colors may vary by retailers.",
      "bullet9": "Product appearance design, color, matching, may vary according to different models and configurations.",
      "bullet10": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
    }
  },

  "pura-a-plus": {
    "intro": {
      "title": "Experience Power in Simplicity with PURA A+ Laptop!",
      "demo_text": "*Demo image of the AVITA PURA A+ 15.6”",
      "content_part1": "Power up your life with PURA A+, the new member of our PURA series which provides users with both simplicity and power. When it comes to student life, having a laptop that supports your all-round education, learning, and development is important.",
      "content_part2": "PURA A+ is your ideal laptop choice for students who want simplicity and power in one device. With its sleek, lightweight, and durable design, PURA A+ is the perfect choice for individuals who are always on-the-go. Whether you're working, reading books, or watching movies, PURA A+ can meet all your needs. From music production to sports knowledge, photography, and beyond, PURA A+ can support your interests and help you develop new skills. Whether you're a student or a recent graduate starting your career, PURA A+ is the ultimate companion for achieving your goals and powering up your future."
    },

    "color_and_creativity": {
      "title": "Immerse Yourself in a World of Color and Creativity!",
      "content": "For individuals looking for a laptop that stands out, PURA A+ is the ideal choice. The new PURA A+ laptop comes in five vibrant colors, each with its own unique personality and style designed to inspire creativity in its users. Expressing your unique style and unleashing your creativity, only with PURA A+!",
      "demo_text": "*Demo image of the AVITA PURA A+ 15.6”"
    },

    "color_palette": {
      "content": "Trophy Purple represents luxury and sophistication, evoking a sense of achievement and success. Award Pink expresses youthful and playful, specifically designed for those who want to add a touch of fun to their lives. Medal Black exudes elegance and className, while evoking a feeling of power and sophistication - perfect for making a bold statement. Badge Silver is associated with achievement and success, perfect for those who want to evoke a sense of accomplishment and recognition. Ribbon Blue creates a peaceful and inviting environment, perfect for those who want to feel safe, friendly, and relaxed."
    },

    "academic_goals": {
      "title": "Maximize Your Abilities- Accomplish Your Goals with Skill and Precision!",
      "content": "PURA A+ is equipped with powerful features that help students achieve their academic goals efficiently. The laptop's high-performance CPU ensures productivity, with options available including the 12th Gen Intel® Core™ processor with Intel® Iris® Xe Graphics."
    },

    "windows_11": {
      "title": "Stay Organized and Driven to Achieve Your Dreams!",
      "content_part1": "Whether you are students, professionals, or busy parents, PURA A+ helps you stay organized to achieve your dreams. With a user-friendly interface and Windows 11 Home, PURA A+ helps you stay productive and on top of your game.",
      "content_part2": "The To Do widget keeps you focused and on track, ensuring you never miss an important deadline."
    },

    "storage_spec": {
      "title": "Unleash Your Potential with BIG Storage and Flexibility!",
      "content_part1": "You always have the ability to enhance your capabilities. PURA A+ provides you with big storage capacity, ensuring that you can store all your important files and documents without worrying about running out of space. With up to 512GB of SSD storage, you can keep all your photos, videos, and music in one place.",
      "content_part2": "This feature is perfect for individuals who need to store large files or work on multiple projects simultaneously."
    },

    "ports": {
      "title": "The OPTIMAL All-round Laptop for Students on-the-go!",
      "content_part1": "Designed specifically for students who are always on the move, PURA A+ is the ultimate all-in-one laptop for delivering presentations and staying productive at school. With its multi-I/O ports, connecting to different devices is effortless. Its reliable performance and 178-degree ultra-wide viewing angle make it the perfect device for students who demand high-quality performance.",
      "content_part2": "Featuring a 14” and 15.6” Full HD IPS panel, PURA A+ delivers a wider, more vivid, and immersive viewing experience. The full-sized Edge-to-edge backlit keyboard makes typing more comfortable and efficient. It also maximizes the available Space for the keys and minimizes the overall footprint of the keyboard, making it more compact and streamlined. With the backlit keys, which make typing easier in any conditions and increase your productivity. Whether you're exploring the internet or developing your skills in various subjects, PURA A+ makes it easier to stay focused, learn new things, and achieve your academic goals."
    },

    "high_grades": {
      "title": "Upgrade Your Student Life and Achieve Remarkable High-Grades!",
      "content": "PURA A+ is the perfect laptop for students who want a simple yet powerful device to support their all-round education and development. With a minimalist design, high-quality performance, and array of features, PURA A+ is the ultimate laptop for students who demand simplicity and power. Whether you're studying, working, or pursuing your passions, PURA A+ has got you covered. Achieve remarkable high grades with PURA A+ and take your education and development to the next level!"
    },

    "disclaimer": {
      "bullet1": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
      "bullet2": "Weights vary depending on configuration and manufacturing variability.",
      "bullet3": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
      "bullet4": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
      "bullet5": "Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
      "bullet6": "Battery life will vary depending on various factors including product model, configuration, loaded applications, features, use, wireless functionality, and power management settings. The maximum capacity of the battery will naturally decrease with time and usage."
    }
  }
}
