{
  "satus_s": {
    "satus_s_intro_title1": "AVITA SATUS –Where the Successful Life Journey Begins",
    "satus_s_intro_subtitle1": "Turning a new page of life",
    "satus_s_intro_paragraph1": "SATUS, derived from the Latin vocabulary meaning “Start” and “Growth”. It also comprises and can be elaborated as “seeding” and “budding”; it represents the beginning of all things. In AVITA, we believe that success derives from a great start, hence an effective and well-designed appliance is crucial to cope with daily challenges and achieving goals.",
    "satus_s_intro_paragraph2": "Bearing this in mind, AVITA introduces the new - \"AVITA SATUS\" series - a laptop dedicated for new generation of young users who are highly familiar with studying under the constraints of the New Normal. The product is designed and built in simple clear-cut design yet with comprehensive manner, enabling users to deal with their different missions and completing their various tasks in the best state. Making their studies and daily lives more fulfilling and at ease. Its limitless functions also broaden users’ horizons and imaginations without having set foot to the outside world. SATUS is indeed the best ‘1st laptop’ for many.",
    "satus_s_design_title1": "Modern and Minimalist ．Design Aesthetics",
    "satus_s_design_subtitle1": "AVITA SATUS S series leverages minimalist and neat design in neutral color tone, just the right way to present an aesthetic design of simplicity, an expression of ingenious, and be realistic without being flashy. User-oriented with a complete and functional system configuration, the series packs with a powerful punch to meet the studies and work needs, allowing users to further explore and grow without boundaries.",
    "satus_s_screen_title1": "Full HD screen．Broader vision and interaction",
    "satus_s_screen_subtitle1": "In order to integrate AVITA SATUS S Series simple design with practical functions, the laptop is equipped with a 15.6-inch full HD IPS LCD Screen, which delivers a 178-degree ultra-wide viewing angle with outstanding colour when being viewed from different angles. Its colour accuracy and consistency with smooth and detailed images showcased on screen can cater perfectly for any learning, social and gaming purposes. For instance, clearer appearance and expressions of participants would help create closer connection with each other during online classes or video conferences, thus increase the level of interaction and engagement throughout the conversations. It would also help enhancing focus and concentration as users can easily read through various file contents displayed on screen especially when working on clerical tasks. In addition, users can easily split the laptop screen into multiple windows, making work progress more visually comfortable and efficient.",
    "satus_s_startup_title1": "Quick startup．Smart connections",
    "satus_s_startup_subtitle1": "AVITA SATUS S series comes in simple and smart details of which it is structured with multiple ports, providing users a seamless and convenient experience without the need of adapters. Equipped with a dual core CPU Intel® Celeron® N4020 which brings reliable and responsive performance, as well as a built-in 8GB LPDDR4 memory, every single task whether it is word processing, presentations or video calls can be processed without hindrance. The built-in SSD drive also enables Windows 11 operating system to start up swiftly. Hence, providing stable access to documents and ensuring the data safety. Moreover, a Mini HDMI port and a MicroSD/TF card slot are equipped, allowing users to connect to other external devices for presentation use and expand the storage capacity of their choice anytime without limits.",
    "satus_s_specs_up_to": "Up to",
    "satus_s_specs_os": "Operating System",
    "satus_s_specs_windows": "Windows 11 Home",
    "satus_s_specs_processor1": "N4020",
    "satus_s_specs_processor2": "INTEL® Celeron® PROCESSOR",
    "satus_s_specs_gb": "GB",
    "satus_s_specs_ram": "RAM",
    "satus_s_specs_ssd": "SSD",
    "satus_s_keyboard_title1": "Full-size keyboard．Improving accuracy of word processing",
    "satus_s_keyboard_subtitle1": "Taking the speed and smoothness of processing clerical or daily tasks into account, AVITA SATUS S series comes with a full-size island-style keyboard as well as a numeric keyboard* to facilitate calculations. Each key is accurately adjusted to help improve typing comfort and flexibility in order to cater for different study or work needs.",
    "satus_s_keyboard_kg": "kg",
    "satus_s_keyboard_kg_avita": "AVITA SATUS S102",
    "satus_s_keyboard_keypad_caption": "Numeric keyboard",
    "satus_s_keyboard_disclaimer": "*The numeric keyboard only applicable to 15.6-inch AVITA SATUS S102",
    "satus_s_port_disclaimer": "*The port locations are the same between AVITA SATUS S101 & S102",
    "satus_s_disclaimer_warrant": "AVITA SATUS series is warranted by Nexstgo Company Limited for a period of twelve (12) months from the date of purchase under the terms and conditions of this warranty. For details, please",
    "satus_s_disclaimer_click_here": "click here",
    "satus_s_disclaimer_battery": "Actual battery life may vary depending on product configuration, usage, operational conditions and power management settings. Battery life will decrease over the lifetime of the battery.",
    "satus_s_disclaimer_specification": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
    "satus_s_disclaimer_weight": "Weights vary depending on configuration and manufacturing variability.",
    "satus_s_disclaimer_color_difference": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
    "satus_s_disclaimer_accurate": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
    "satus_s_disclaimer_trademark": "Windows is either a registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
    "satus_s_disclaimer_color_availability": "The availability of colors may vary by retailers.",
    "satus_s_disclaimer_appearance": "Product appearance design, color, matching, may vary according to different models and configurations.",
    "satus_s_disclaimer_dispute": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
  },

  "admiror": {
    "admiror_product_title": "#YouCanBe Expressing Yourself",
    "admiror_product_paragraph1": "Be who you are and show your individuality. The choice is yours. #YouCanbe",
    "admiror_product_paragraph2": " The all-new AVITA ADMIROR takes you on a journey of self-discovery. Shattering the norms and constraints of conventional laptops, the ADMIROR’s intricate designs and eye-catching colours are yours to embrace, because you deserve to be extraordinary!",
    "admiror_product_title2": "AVITA ADMIROR brings you",
    "admiror_artistic_title": "An artistic design",
    "admiror_artistic_sub_title": "to flaunt your identity",
    "admiror_artistic_p_title": "Exquisite design that combines Gothic architectural aesthetics",
    "admiror_artistic_p_content": "Inspired by the magnificence of the Gothic architecture, the brand new AVITA ADMIROR series combines contemporary architectural aesthetics into its state-of-the-art technology. The ADMIROR features an ultra-slim body in a modern design, paying attention to the smallest detail. The hinge concealed between the screen and the keyboard references the renowned flying buttress of the Gothic design. The essence of the grand and tall Gothic architecture is reflected in the laptop's slender body that contrasts with the rounded hedge, mimicking the iconic pointed arches. With a unique appearance inspired by epoch-making architectural art, ADMIROR is an iconic design for fashionistas and those who crave for an individual style.",
    "admiror_artistic_p_title2": "Stand out with colors",
    "admiror_artistic_p_content2": "ADMIROR makes sure your individuality gets all the attention. The new series offers unique color options to express your personal style. Be it the rebellious Blazing Brown or Flaming Copper, the eye-catching Delight Pink or Passionate Red, the ADMIROR simply complements any outfit you choose to wear. (Choice of colours of 14”: Flaming Copper, Delight Pink and Blazing Brown; Choice of colours of 15.6”: Flaming Copper, Delight Pink and Passionate Red)",
    "admiror_extra_title": "Ultra-compact body for unsurpassed portability",
    "admiror_extra_content": "The ultra-portable ADMIROR is housed in a light metallic chassis. At merely 9mm at its thinnest part, 14” and 15.6” weighs from just 1.32kg and 1.79kg respectively, making it extremely handy to carry around as your favourite gadget to roam the world over.",
    "admiror_extra_title2": "Push your limits with a wider view",
    "admiror_extra_content2": "Push the limits by garnering a wider view. The 7mm narrow bezel on the ADMIROR gives your maximised screen areas and eliminates distraction for an immersive viewing experience, whether you are at work or just want to sit back and chill.",
    "admiror_pride_title_h3": "Usage Experience that you can feel",
    "admiror_pride_title": "PRIDE & DELIGHTED",
    "admiror_pride_row1_title": "Realistic image with stunning clarity",
    "admiror_pride_row1_content": "The ADMIROR series offers a 14-inch and a 15.6-inch 16:9 FHD IPS display, both with extra-wide 178-degree viewing angle. The lifelike image quality, support up to 72% NTSC color gamut, offers an enjoyable viewing experience browsing websites or watching video clips.",
    "admiror_pride_row2_title": "Extra-large Touchscreen",
    "admiror_pride_row2_content": "Explore endless possibilities with Precision Touchpad (PTP) technology which supports up to four-finger smart gestures. This feature allows you to navigate websites and videos with greater ease.",
    "admiror_pride_row3_title": "Backlit keyboard for unbounded exploration",
    "admiror_pride_row3_content": "The backlit design of the Full Size keyboard enables you to locate each keycap in dimly-lit environments. Work and entertainment are no longer constrained by time and place. This feature makes uninterrupted workflow possible and helps you explore the world anytime anywhere.",
    "admiror_pride_row3_title2": "Exceptional audio-visual ex erience",
    "admiror_pride_row3_content2": "Music is a big part of an identity. ADMIROR's 2 full range speakers and 4 passive boosters are set to bring out the best audio-visual experience for your enjoyment.",
    "admiror_outstanding_title": "OUTSTANDING",
    "admiror_outstanding_title_h3": "Performance that you can count on",
    "admiror_outstanding_title_h2": "Incredible performance that brings superb productivity",
    "admiror_outstanding_content": "ADMIROR is so much more than its look. Thanks to the new 10th generation Intel{{tm}} Core i5-10210U/i7-10510U processor and up to 16GB RAM, the processing speed is greatly enhanced. Supporting SSD of up to 1TB, the ADMIROR is your ideal storage solution."
  }
}
