{
    "contact_us": {
        "contact_us_title": "Contact Us",
        "contact_us_sales": "Sales Enquiry (Hong Kong & Macau)",
        "contact_us_email": "Email",
        "contact_us_sales_email": "hksales@avita-tech.com",
        "contact_us_tech_support": "Technical Support (Hong Kong & Macau)",
        "contact_us_tech_support_email": "Technical Support (Hong Kong & Macau)"
    },
    "repair_tnc": {
        "repair_tnc_title": "Repair Terms & Conditions",
        "repair_tnc_1": "During the warranty period, the free-of-charge repair service for official Products of AVITA Technologies International Company Limited   (“AVITA” or “Repair Service Centre”) shall be offered and subjected to these Repair Service Terms and Conditions and Limited Warranty Terms and Conditions.",
        "repair_tnc_2": "The AVITA warranty service is applicable only in the country where you purchased your product. (Except in the region of the \"Linked Warranty Plan\".)",
        "repair_tnc_3": "During the warranty period, no free of charge repair service shall be provided in the event of violation of any Repair Service Terms and Conditions. In this case repair charges shall be separately quoted by the Repair Service Centre or no repair service will be provided. Any self-repairs, damage done to the product or its accessories due to exposure to water, damage caused by misuse, cabinets/cosmetic damage, use in violation of instructions and alternation shall be considered as a violation of Repair Service Terms and Conditions.",
        "repair_tnc_4": "In addition to the necessary spare parts charges, a non-refundable service fee will be imposed in advance to all non-official products (i.e. parallel imports), out-of-warranty products, products with broken or missing identification label or where any violation of Repair Service Terms and Conditions being occurred. Repair Service Centre will inform the customer of an official quotation by phone or in writing in due course. All charges must be paid in full. We reserve the right to refuse repair service to end-of-life products or when parts become unavailable.  For out-of-warranty products, Repair Service Center shall have the right to provide the same product, product upgrade or product discount to substitute product repair, and all charges must be paid in full by customer.",
        "repair_tnc_5": "Customer can enjoy warranty service provided that the products are purchased from authorized dealers and customer is required to present the original proof of purchase, which shall contain the full name of the dealer, date of purchase, invoice number, product model number, serial number (for applicable products), product price and dealer’s company chop.",
        "repair_tnc_6": " If the customer fails to present the original proof of purchase, the products will be treated as non-warranty products.",
        "repair_tnc_7": "AVITA shall provide a one (1) month post-service warranty for the same serviced part (limited to same electrical and/or mechanical defect(s) under normal usage). You receive either the balance of your original hardware warranty or thirty calendar (30) days, whichever is longer.",
        "repair_tnc_8": "All changed defective parts, including but not limited to hard disk drive and memory, are non-returnable.",
        "repair_tnc_9": "Repair Service Centre shall not be responsible for any delay caused by the failure of communication with the customer. Customer is required to provide Repair Service Centre with valid contact number(s) and/or email address. If customer does not receive any pick up notification one (1) week after the drop off date, please contact Repair Service Centre by phone.",
        "repair_tnc_10": "Customer shall collect their product(s) within three (3) months after receipt of pick up notification from Repair Service Centre. Repair Service Centre shall not be responsible for any loss or damage to such products that left unclaimed after three (3) months. If the products are not collected within six (6) months, Repair Service Centre shall have the right to dispose of the products at its own discretion without any prior notice and compensation.",
        "repair_tnc_11": "The service order receipt should be kept as proof for collection of products. In the case of loss of receipt and products being taken by others, Repair Service Centre shall not be held responsible. If no original receipt is provided, Repair Service Centre shall have the right to refuse to return the products.",
        "repair_tnc_12": "Customer is responsible for the secure and back-up of all programs and data in a product. AVITA shall not be responsible at any time for loss, alteration, or corruption of any software, program or data or files.  For products delivered to and received by the Repair Service Centre, if customer requests for the return of their product after a notification for repair is issued, Repair Service Centre shall return the products (including a repair quotation where applicable) to customer in an as is condition.",
        "repair_tnc_13": "For products not covered by warranty, if customer is found to have violated any Repair Service Terms and Conditions (including but not limited to self-repairs, exposure to water, damage caused by misuse, pest invasion), Repair Service Centre shall have the right to provide to customer separate quotations based on actual defects found and reported.",
        "repair_tnc_14": "Repair Service Centre shall have the right to reject any unreasonable request for written or non-written report in relation to the repair service.",
        "repair_tnc_15": "The repair service of Repair Service Centre only applies to the Product hardware of the product(s). Accessories such as earphones, connecting cables, power cords, compact discs and DVDs, etc. are not applicable, unless otherwise stipulated.",
        "repair_tnc_16": "All data stored in electronics products may be lost or deleted after the repair. Before delivering any product to Repair Service Centre for repair service, customer should at their own costs (if any) create and keep by themselves a separate backup copy of customers’ data or information stored in the product(s) and disable any security passwords. Customer acknowledge and agree that data or information may be altered or deleted from the product(s) during repairs to which customer do not have any objection. Repair Service Centre shall not be responsible or liable for any data stored on the product(s) that is lost, altered, deleted, or is otherwise inaccessible after repair.",
        "repair_tnc_17": "Customer acknowledges and do not have any objection to the fact that Repair Service Centre does not warrant any uninterrupted or error-free operation of the product(s), and is not under any obligation to support the product(s) for all operating environment, including but not limited to, compatibility with all current and/or future versions of software or hardware, after the repairs.",
        "repair_tnc_18": "The warranty does not apply to any non-AVITA hardware products, software and accessories.",
        "repair_tnc_19": "AVITA reserve the right to interpret any terms and conditions set forth above in its sole and absolute discretion.",
        "repair_tnc_20": "Force majeure: AVITA shall not be liable for any delay or failure to perform caused by or resulting from acts of God, fire, flood, accident, riot, war, government intervention, embargoes, strikes, labour difficulties or strikes, equipment failure, or any other causes beyond our control.",
        "repair_tnc_21": "We shall under no circumstances be liable for any loss (whether direct or indirect) of revenue, loss of profit or any indirect or consequential loss whatsoever suffered, sustained or incurred by you or by other person arising (directly or indirectly) out of or relating to the Service.",
        "repair_tnc_22": "AVITA reserve the rights to modify, from time to time, all or any of the provisions under these Terms and Conditions.  Please refer to AVITA official website for the updated warranty policy and other applicable terms:  http://www.avita.com",
        "repair_tnc_23": "The Terms and Conditions shall be governed by the laws of the Hong Kong Special Administration Region and the Customer and We agree to submit to the exclusive jurisdiction of the Hong Kong courts.",
        "repair_tnc_24": "Should there be any inconsistency between Chinese and English versions, the English version shall prevail."

    },
    "aboutus": {
        "aboutus_about": "About AVITA",
        "aboutus_consumer_lifestyle": "AVITA is a consumer lifestyle brand originally founded in the United States. In 2017, the brand expanded its presence to Asia, introducing AVITA products to the market and actively promoting the brand to international consumers. At AVITA we believe in the wonder and power of the individual. We make premium technology products that not only fit your lifestyle but are representations of you.",
        "aboutus_product_series": "The AVITA product series which ranges from PC, smart home and IoT devices has come to realization based on three core values: Liberty, Diversity and Individualism for an exceptional and highly personal experience to the new generation of tech users. As a team we truly live by our ethos to ‘LIVE IT UP’ - this is part of our company DNA and what makes our products like no other.",
        "aboutus_passions": "Your ideas, passions, personal style and what makes you uniquely you inspires us. And we believe that your choice in technology shouldn't define you, it should reflect you.",
        "aboutus_in": "In ",
        "aboutus_2021": "2021",
        "aboutus_partner_award": ", we got the Intel Titanium Partner Award, the top tier of the Intel’s alliance membership, in recognition of our extraordinary growth in AVITA business in Asian regions. Same year, AVITA LIBER V, has been awarded a highly-coveted international design award – the distinctive “Red Dot Award: Product Design 2021” which stands for superior design quality.",
        "aboutus_july": "By 21st July 2022 ",
        "aboutus_hereinafter": ", AVITA Technologies International Company Limited (hereinafter referred to as ‘AVITA Technologies’) was established, focuses on bringing experiential technical solutions to modern-day corporate leaders. We believe in bringing excitement and creating emotional values to be better, and gradually we established our unique product positioning of ‘Tech Fashion’, i.e. ‘Technology’ + ‘Fashion’, which brought us multiple international awards and renowned recognition. With the motto \"Do What the Giants Can’t\", inspiring the team in AVITA Technologies that goes above and beyond to build compatible eco-system for better living and more reliable digital experience with the integration of the latest technologies.",
        "aboutus_elaborated": "We elaborated and act on our inspiration leverage our 3 company core values. We are committed in providing positive impacts and vibes with fruitful outcomes for our various stakeholders to evolve with new technology available nowadays.",
        "aboutus_nov_2022": "As of Nov 2022 ",
        "aboutus_jasmy": ", Jasmy Incorporated from Japan has become the strategic investor of AVITA Technologies, with the vision of transforming the company into an Innovative IT & IoT Solution and FinTech Service Provider under the trend of Web3, Blockchain technology and cryptocurrency application. As time goes by, we no longer define and limit ourselves to be just a service provider and computer manufacturer. We believe in positioning ourselves as industry transformer, leveraging the benefits of both human and artificial intelligence, to develop Secure IoT device and solution, as well as FinTech and cryptocurrency application. All these are established riding on the idea of Data Democracy; it is our strong belief in the ownership and autonomy of personal data, which adds values to our daily life.",
        "aboutus_diversity": "‘DIVERSITY’ is the key of AVITA’s previous success, leveraging on the rise of Web3 and Blockchain technology, we embrace the revolution and contribute to future generations. At last but not least, AVITA Technologies will continue to focus on the development of technologies and products that enable people to work and live better in a more connected virtual world, so as to achieve the sustainable growth of the company and bring meaningful values to consumers."
    },
    "service": {
        "service_notice":"[Notice]Upgraded Technical Support and Maintenance Services",
        "service_description":"In order to enhance our service quality, starting from 9 Aug 2022, the technical support and maintenance service of AVITA laptops will be handled by our in-house Chief Product Design Engineer and customer service team. For technical inquiries and maintenance service arrangements, please kindly contact:",
        "service_avita_email":"AVITA: hk_support@avita.com",
        "service_satisfaction_claim":"Our professional team will provide you with the most intimate service to your satisfaction!",
        "service_service_center":"Service Center",
        "service_customer_service":"Customer Service (HK & Macau)",
        "service_repair_enquiry":"Repair Enquiry & Appointment",
        "service_repair_email":"hk_support@avita-tech.com"
    },
    "footer": {
        "footer_products":"Products",
        "footer_whats_new": "What's New",
        "footer_about_us": "About Us",
        "footer_contact": "Contact AVITA",
        "footer_support": "Support",
        "footer_repair": "Repair Terms & Conditions",
        "footer_term_of_use": "Terms of Use Notice",
        "footer_privacy_policy": "Privacy Policy",
        "footer_country": "HONG KONG",
        "footer_rights_reserved": "© AVITA TECHNOLOGIES INTERNATIONAL CO., LTD. ALL RIGHTS RESERVED."
    },
    "navbar": {
        "navbar_products":"Products",
        "navbar_whats_new":"What's new",
        "navbar_service":"Service",
        "navbar_laptop": "Laptops"
    },
    "satus_s102": {
        "satus_s102_image_banner": "AVITA_satus_s102_bigcore_banner_en.jpg",
        "satus_s102_image_ips":"satus_ic_HD_black_en.png",
        "satus_s102_image_ultrawide":"satus_ic_angle_black_en.png",
        "satus_s102_intro_title1": "Embrace the essence and carry forward the design ethos of the \"AVITA SATUS\" series",
        "satus_s102_intro_subtitle1": "Experience the perfect blend of aesthetics and performance with AVITA SATUS S102 - the latest addition to the AVITA SATUS series. Designed to grow with you, this laptop is the ultimate embodiment of our core design concept. With powerful hardware configurations, AVITA SATUS S102 empowers you to showcase your unique style while boosting your work efficiency. Upgrade your tech game with AVITA SATUS S102 today to truly reflect your personality.",
        "satus_s102_accelerator_title1": "Your Productivity Accelerator",
        "satus_s102_accelerator_subtitle1": "Equipped with the 12th generation Intel® Core™ processor i5-1235U, AVITA SATUS S102 features 10 cores with the ability to handle 12 threads simultaneously, providing excellent processing speed and operating efficiency. It can meet users' demands for efficiency, high performance, and high quality, making it the ideal laptop for work and study. On the other hand, the low-voltage processor design ensures powerful performance of the laptop while maintaining excellent battery life. Experience lightning-fast boot-up times, seamless multi-tasking, and enhanced efficiency with AVITA SATUS S102, powered by the latest Windows 11 operating system. Windows 11 boasts a faster start-up time, allowing you to enter work mode within seconds. Its intelligent start menu adjusts application and file displays according to your usage habits, providing a faster and more convenient search and application launch method. The multi-tasking management of Windows 11 provides improved window management and virtual desktop functions, allowing you to effortlessly handle multiple tasks and applications.",
        "satus_s102_specs_up_to": "Up to",
        "satus_s102_specs_os": "Operating System",
        "satus_s102_specs_windows": "Windows 11 Home",
        "satus_s102_specs_processor1": "Core i5",
        "satus_s102_specs_processor2": "12th Gen INTEL® CORE™ PROCESSOR",
        "satus_s102_specs_gb": "GB",
        "satus_s102_specs_ram": "RAM",
        "satus_s102_specs_ssd": "SSD",
        "satus_s102_aesthetic_title1": "Aesthetics · Performance in Perfect Balance",
        "satus_s102_aesthetic_subtitle1": "AVITA SATUS S102 is the ultimate combination of aesthetics and performance. Boasting a sleek and stylish design available in a range of eye-catching colors, AVITA SATUS S102 is the perfect accessory to refresh your work and entertainment experiences, while showcasing your unique personality in your daily life.",
        "satus_s102_aesthetic_subtitle2": "More than just a pretty face, AVITA SATUS S102 features the high-performance that includes lightning-fast boot and loading speeds, to ensure a smoother performance and an unparalleled user experience whether you're working or unwinding with your favorite entertainment.",
        "satus_s102_multicolor_title1": "Multiple Color Options to Represent Yourself",
        "satus_s102_multicolor_subtitle1": "AVITA SATUS S102 inherits the signature minimalist design of the \"AVITA SATUS\" series, with a range of colors that includes classic black and lighter shades of blue, pink and purple. Each color option exudes a unique personality and style, making your laptop a true reflection of your individuality.",
        "satus_s102_precise_details_title1": "Precise Details As Usual",
        "satus_s102_precise_details_subtitle1": "To cater to the practical needs of users, AVITA SATUS S102 is equipped with a 15.6-inch Full HD IPS display and a 178-degree ultra-wide viewing angle, enabling the clear display of details and facilitating precise and prompt task handling for users. The Intel® Iris® Xe Graphics card boasts powerful graphic processing capabilities, allowing for speedy handling of complex images and videos, and enabling users to enjoy high-quality visual experiences in various scenarios, whether it be for work, entertainment or creative purposes.",
        "satus_s102_keyboard_title1": "Full-size keyboard · Improving accuracy of word processing",
        "satus_s102_keyboard_subtitle1": "AVITA SATUS S102 also features a full-size keyboard and large touchpad that provide a comfortable environment for long-term input operations. These features are designed to enhance your work efficiency and overall comfort, delivering a superior user experience that you'll love.",
        "satus_s102_disclaimer_distributor":"Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
        "satus_s102_disclaimer_different_model":"Product appearance design, color, matching, may vary according to different models and configurations, Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
        "satus_s102_disclaimer_accurate_information":"We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
        "satus_s102_disclaimer_weight_vary":"Weights vary depending on configuration and manufacturing variability.",
        "satus_s102_disclaimer_battery_life":"Actual battery life may vary depending on product configuration, usage, operational conditions and power management settings. Battery life will decrease over the lifetime of the battery.",
        "satus_s102_disclaimer_dispute": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
    },
    "satus_t101": {
        "satus_t101_image_banner": "AVITA_satus_t101_product_banner_en.jpg",
        "satus_t101_intro_title1": "Opens up new horizons • Starting with AVITA SATUS T101 Tablet powered by Android™",
        "satus_t101_intro_subtitle1": "SATUS, derived from the Latin vocabulary meaning \"Start\" and \"Growth\", it also comprises and can be elaborated as “seeding” and “budding”; it represents the beginning of all things. Based on such the idea, AVITA has further developed a brand new series riding on the product concept of “First Laptop”, dedicating for young users and to assist them in embarking on a journey of growth and success.",
        "satus_t101_intro_subtitle2": "AVITA SATUS T101 Tablet is a new member of our SATUS series. It continues to inherit the modern and stylish design aesthetics, whilst equipped with the new Android 11 operating system that is especially suitable for light and spontaneous users. With just one device, you are able to explore on new horizons and boost the many imaginations through the versatile applications on Google Play provided.",
        "satus_t101_anywhere_title1": "Anytime Anywhere.",
        "satus_t101_anywhere_title2": "A multi-functioned device that satisfy",
        "satus_t101_anywhere_title3": "your various needs",
        "satus_t101_anywhere_subtitle1": "AVITA SATUS T101 marries the functional specifications of a laptop with great flexibility. Its slim design is built with metal chassis and comprised with a 10.1-inch full HD IPS touchscreen monitor with 1,200 x 1,920 resolution. Its optical comfort and clearer picture quality for both entertainment and light work occasion, maximizing the visual experience in response to various users’ needs.",
        "satus_t101_anywhere_subtitle2": "Coupled with a touchscreen display that weighs just about 480g and merely 9.5mm thick, this tablet is easy to carry around in providing enhanced user experience in additions to the huge offers of functions enabled.",
        "satus_t101_boundless_title1": "Dual Nano SIM Dual standby. Expand boundless possibilities.",
        "satus_t101_boundless_subtitle1": "Equipped with dual card slots*, AVITA SATUS T101 allows users to standby on two Nano SIM cards with two separate numbers (DSDS mode)#. Allowing user to receive audio calls and text messages from both networks without having switched Nano SIM cards. Rest assured that no important information will be missed. User can easily separate their work and personal account even on same device, whilst when working or travelling overseas, users can activate a mobile data plan from local network provider without having to swap another Nano SIM card, enjoying greater flexibility and autonomy.",
        "satus_t101_boundless_subtitle2": "AVITA SATUS T101 comes with an up to 6GB RAM and 128GB ROM storage, allowing you to store a large number of important documents or files. If you don't need to use two SIM cards at the same time, you can replace one of the slots with a microSD card to increase the capacity. Combined with a USB-C port, you can save and transfer data anytime and anywhere which helps keep every of your important document, file and precious moment safe.",
        "satus_t101_boundless_subtitle3": "With an Octa Core CPU processor, AVITA SATUS T101 supports 4G LTE and Wi-Fi 5 network while delivering reliable and stable speed and battery performance. Through the synchronization function of Google Play, users can link multiple Google accounts devices and access their browsing histories and preference settings. It saves time and reduces the inconvenience of having to re-search and download data from other devices, striking a perfect balance between portability, speed and performance.",
        "satus_t101_boundless_subtitle4": "Designed as the best companion for users to keep up with their lives, AVITA SATUS T101 supports wireless headsets paired via Bluetooth 5.0. Coupled with a 5MP built-in front camera and an 8MP rear camera with autofocus feature, you can easily keep in touch with friends, family, and colleagues, as well as staying connected with the world anywhere and anytime.",
        "satus_t101_boundless_disclaimer": "*The dual card slot has two separate compartments for storing two Nano SIM cards (Nano SIM1 and Nano SIM2), or storing one SIM card and one microSD card (Nano SIM1 and microSD). #The two Nano SIM cards (Nano SIM1 and Nano SIM2) used in the dual SIM dual standby (DSDS) mode both support 4G LTE mobile network.",
        "satus_t101_specs_up_to": "Up to",
        "satus_t101_specs_os": "Operating System",
        "satus_t101_specs_windows": "Android 11",
        "satus_t101_specs_processor1": "Unisoc T618",
        "satus_t101_specs_processor2": "Octa CPU",
        "satus_t101_specs_gb": "GB",
        "satus_t101_specs_ram": "RAM",
        "satus_t101_specs_emmc": "eMMC",
        "satus_t101_easy_title1": "Easy to use. Equipped with the latest Android 11 OS and Google Play app.",
        "satus_t101_easy_subtitle1": "While the synchronization function on Google Play allows you to link up multiple devices with a single Google account log-in to achieve an ‘all-in-one’ performance, allowing you to access divergent contents across different device at ease. For instance, reading an e-book taken from Google Play to let you freely enlarge or minimize the layout and text, or use the AVITA UBIQUE Stylus# to jot important notes accordingly. Moreover, Google Play offers an extensive range of games and movies for entertainment, your daily life and fun will no longer be bounded by physical space nor time constraint.",
        "satus_t101_easy_subtitle2": "The robust system of Android 11 and Google Play allows you to use the AVITA SATUS T101 without security concern. Whenever there are security updates available, notifications via Google Play will be sent to remind you to restore any possible security flaws and keep your system running with the latest protection at times.",
        "satus_t101_easy_subtitle3": "There are more to discover for Android 11 operating system, please visit the official Android website for the latest information.",
        "satus_t101_easy_disclaimer": "#The above mentioned AVITA UBIQUE Stylus may be sold separately.",
        "satus_t101_bluetooth_title1": "Flexible Bluetooth configuration. Sync up with whatever accessory of your preference.",
        "satus_t101_bluetooth_subtitle1": "AVITA SATUS T101 is compatible with multiple Bluetooth devices^. For instance, by connecting the AVITA UBIQUE True Wireless Earphone# allows you to focus on a call without any interruption from nearby environment, or immerse yourself with enjoyable music or movies in a clean and balanced sound area. You can also connect to AVITA UBIQUE Stylus#, and capture all your random thoughts or creative ideas instantly in just a few simple strokes.",
        "satus_t101_bluetooth_subtitle2": "You can also pair any third-party accessories* of your choice to the AVITA SATUS T101 via Bluetooth. No matter you are at home, office or in the car, the tablet can function flexibly in different ways, elevating your daily use or work to the next level.",
        "satus_t101_bluetooth_disclaimer": "#The above mentioned AVITA UBIQUE Stylus or True Wireless Earphone may be sold separately. <br /> ^Some features and applications may not be available in specific countries/regions. Need to use only with compatible smart devices (sold separately)。 Subject to local network, data and messaging services. <br /> *When pairing/connecting with third-party accessories, AVITA does not guarantee that all Bluetooth devices are compatible with AVITA SATUS T101.",
        "satus_t101_disclaimer_warranted": "AVITA SATUS series is warranted by Nexstgo Company Limited for a period of twelve (12) months from the date of purchase under the terms and conditions of this warranty. For details, please ",
        "satus_t101_disclaimer_click_here": "click here",
        "satus_t101_disclaimer_specifications": "Product design, models or specifications may vary from country to country. The availability of colors may vary by retailers. Weights vary depending on configuration and manufacturing variability.",
        "satus_t101_disclaimer_distributor": "Please check with your local distributors or retailers for any updates on the current product.",
        "satus_t101_disclaimer_color_difference": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
        "satus_t101_disclaimer_4g": "4G services are only supported in 4G network enabled locations in 4G-ready countries. Requires optimal connection. Actual speed may vary depending on country, carrier and user environment.",
        "satus_t101_disclaimer_additional": "You may incur additional charges for making calls over Wi-Fi, so check with your mobile service provider for details.",
        "satus_t101_disclaimer_gps": "GPS connection is subject to local network and data services and network providers may charge additional service fees. Additionally, connection times can be affected by external factors, such as surrounding environment, weather, etc.",
        "satus_t101_disclaimer_battery_performance": "Performance of the battery is subject to the network, signal strength, function, selection and profile. Battery time is based on our own laboratory measurements, and may vary depending on factors such as device settings, usage patterns and operating conditions.",
        "satus_t101_disclaimer_available_memory": "Actual available memory for end user usage may vary due to pre-configuration of tablet. The pre-configuration includes preloaded operating system and applications.",
        "satus_t101_disclaimer_pairing": "When pairing/connecting with third-party accessories, AVITA does not guarantee that all Bluetooth devices are compatible with our models.",
        "satus_t101_disclaimer_android": "Android, Google Play is a trademark of Google LLC.",
        "satus_t101_disclaimer_accurate_information": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
        "satus_t101_disclaimer_dispute": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
    },
    "satus_s": {
        "satus_s_image_banner": "AVITA_satus_s101_banner_en_pc.jpg",
        "satus_s_image_ips":"satus_ic_HD_en.png",
        "satus_s_image_ultrawide":"satus_ic_angle_en.png",
        "satus_s_intro_title1": "AVITA SATUS –Where the Successful Life Journey Begins",
        "satus_s_intro_subtitle1": "Turning a new page of life",
        "satus_s_intro_paragraph1": "SATUS, derived from the Latin vocabulary meaning “Start” and “Growth”. It also comprises and can be elaborated as “seeding” and “budding”; it represents the beginning of all things. In AVITA, we believe that success derives from a great start, hence an effective and well-designed appliance is crucial to cope with daily challenges and achieving goals.",
        "satus_s_intro_paragraph2": "Bearing this in mind, AVITA introduces the new - \"AVITA SATUS\" series - a laptop dedicated for new generation of young users who are highly familiar with studying under the constraints of the New Normal. The product is designed and built in simple clear-cut design yet with comprehensive manner, enabling users to deal with their different missions and completing their various tasks in the best state. Making their studies and daily lives more fulfilling and at ease. Its limitless functions also broaden users’ horizons and imaginations without having set foot to the outside world. SATUS is indeed the best ‘1st laptop’ for many.",
        "satus_s_design_title1": "Modern and Minimalist ．Design Aesthetics",
        "satus_s_design_subtitle1": "AVITA SATUS S series leverages minimalist and neat design in neutral color tone, just the right way to present an aesthetic design of simplicity, an expression of ingenious, and be realistic without being flashy. User-oriented with a complete and functional system configuration, the series packs with a powerful punch to meet the studies and work needs, allowing users to further explore and grow without boundaries.",
        "satus_s_screen_title1": "Full HD screen．Broader vision and interaction",
        "satus_s_screen_subtitle1": "In order to integrate AVITA SATUS S Series simple design with practical functions, the laptop is equipped with a 15.6-inch full HD IPS LCD Screen, which delivers a 178-degree ultra-wide viewing angle with outstanding colour when being viewed from different angles. Its colour accuracy and consistency with smooth and detailed images showcased on screen can cater perfectly for any learning, social and gaming purposes. For instance, clearer appearance and expressions of participants would help create closer connection with each other during online classes or video conferences, thus increase the level of interaction and engagement throughout the conversations. It would also help enhancing focus and concentration as users can easily read through various file contents displayed on screen especially when working on clerical tasks. In addition, users can easily split the laptop screen into multiple windows, making work progress more visually comfortable and efficient.",
        "satus_s_startup_title1": "Quick startup．Smart connections",
        "satus_s_startup_subtitle1": "AVITA SATUS S series comes in simple and smart details of which it is structured with multiple ports, providing users a seamless and convenient experience without the need of adapters. Equipped with a dual core CPU Intel® Celeron® N4020 which brings reliable and responsive performance, as well as a built-in 8GB LPDDR4 memory, every single task whether it is word processing, presentations or video calls can be processed without hindrance. The built-in SSD drive also enables Windows 11 operating system to start up swiftly. Hence, providing stable access to documents and ensuring the data safety. Moreover, a Mini HDMI port and a MicroSD/TF card slot are equipped, allowing users to connect to other external devices for presentation use and expand the storage capacity of their choice anytime without limits.",
        "satus_s_specs_up_to": "Up to",
        "satus_s_specs_os": "Operating System",
        "satus_s_specs_windows": "Windows 11 Home",
        "satus_s_specs_processor1": "N4020",
        "satus_s_specs_processor2": "INTEL® Celeron® PROCESSOR",
        "satus_s_specs_gb": "GB",
        "satus_s_specs_ram": "RAM",
        "satus_s_specs_ssd": "SSD",
        "satus_s_keyboard_title1": "Full-size keyboard．Improving accuracy of word processing",
        "satus_s_keyboard_subtitle1": "Taking the speed and smoothness of processing clerical or daily tasks into account, AVITA SATUS S series comes with a full-size island-style keyboard as well as a numeric keyboard* to facilitate calculations. Each key is accurately adjusted to help improve typing comfort and flexibility in order to cater for different study or work needs.",
        "satus_s_keyboard_kg": "kg",
        "satus_s_keyboard_kg_avita": "AVITA SATUS S102",
        "satus_s_keyboard_keypad_caption": "Numeric keyboard",
        "satus_s_keyboard_disclaimer": "*The numeric keyboard only applicable to 15.6-inch AVITA SATUS S102",
        "satus_s_port_disclaimer": "*The port locations are the same between AVITA SATUS S101 & S102",
        "satus_s_disclaimer_warrant": "AVITA SATUS series is warranted by Nexstgo Company Limited for a period of twelve (12) months from the date of purchase under the terms and conditions of this warranty. For details, please",
        "satus_s_disclaimer_click_here": "click here",
        "satus_s_disclaimer_battery": "Actual battery life may vary depending on product configuration, usage, operational conditions and power management settings. Battery life will decrease over the lifetime of the battery.",
        "satus_s_disclaimer_specification": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
        "satus_s_disclaimer_weight": "Weights vary depending on configuration and manufacturing variability.",
        "satus_s_disclaimer_color_difference": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
        "satus_s_disclaimer_accurate": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
        "satus_s_disclaimer_trademark": "Windows is either a registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
        "satus_s_disclaimer_color_availability": "The availability of colors may vary by retailers.",
        "satus_s_disclaimer_appearance": "Product appearance design, color, matching, may vary according to different models and configurations.",
        "satus_s_disclaimer_dispute": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
    },
    "homepage": {
        "homepage_image_pura_s": "/images/home/AVITA_pura-a-plus-mo_en.jpg",
        "homepage_image_pura_m": "/images/home/AVITA_pura-a-plus-pc_en.jpg",
        "homepage_image_satus_s102_s": "/images/home/AVITA_satus_s102_bigcore_banner_en_mo.jpg",
        "homepage_image_satus_s102_m": "/images/home/AVITA_satus_s102_bigcore_banner_en.jpg",
        "homepage_image_satus_15_s": "/images/home/AVITA_satus_15_win_11_banner_en_mo.jpg",
        "homepage_image_satus_15_m": "/images/home/AVITA_satus_15_win_11_banner_en.jpg",
        "homepage_image_box": {
            "computer": "/images/home/promo-01-en.jpg",
            "event": "/images/home/promo-02-en.jpg",
            "about_us": "/images/home/promo-03-en.jpg",
            "support": "/images/home/promo-04-en.jpg"
        }
    },
  "admiror": {
    "product": {
      "express_yourself_title": "#YouCanBe Expressing Yourself",
      "you_can_be_paragraph": "Be who you are and show your individuality. The choice is yours. #YouCanbe",
      "description": " The all-new AVITA ADMIROR takes you on a journey of self-discovery. Shattering the norms and constraints of conventional laptops, the ADMIROR’s intricate designs and eye-catching colours are yours to embrace, because you deserve to be extraordinary!",
      "brings_you_title": "AVITA ADMIROR brings you"
    },

    "artistic_design": {
      "title": "An artistic design",
      "sub_title": "to flaunt your identity",
      "p_title": "Exquisite design that combines Gothic architectural aesthetics",
      "p_content": "Inspired by the magnificence of the Gothic architecture, the brand new AVITA ADMIROR series combines contemporary architectural aesthetics into its state-of-the-art technology. The ADMIROR features an ultra-slim body in a modern design, paying attention to the smallest detail. The hinge concealed between the screen and the keyboard references the renowned flying buttress of the Gothic design. The essence of the grand and tall Gothic architecture is reflected in the laptop's slender body that contrasts with the rounded hedge, mimicking the iconic pointed arches. With a unique appearance inspired by epoch-making architectural art, ADMIROR is an iconic design for fashionistas and those who crave for an individual style.",
      "p_title2": "Stand out with colors",
      "p_content2": "ADMIROR makes sure your individuality gets all the attention. The new series offers unique color options to express your personal style. Be it the rebellious Blazing Brown or Flaming Copper, the eye-catching Delight Pink or Passionate Red, the ADMIROR simply complements any outfit you choose to wear. (Choice of colours of 14”: Flaming Copper, Delight Pink and Blazing Brown; Choice of colours of 15.6”: Flaming Copper, Delight Pink and Passionate Red)"
    },

    "extra_desc": {
      "title": "Ultra-compact body for unsurpassed portability",
      "content": "The ultra-portable ADMIROR is housed in a light metallic chassis. At merely 9mm at its thinnest part, 14” and 15.6” weighs from just 1.32kg and 1.79kg respectively, making it extremely handy to carry around as your favourite gadget to roam the world over.",
      "title2": "Push your limits with a wider view",
      "content2": "Push the limits by garnering a wider view. The 7mm narrow bezel on the ADMIROR gives your maximised screen areas and eliminates distraction for an immersive viewing experience, whether you are at work or just want to sit back and chill."
    },

    "pride_delighted": {
      "title_h3": "Usage Experience that you can feel",
      "title": "PRIDE & DELIGHTED",
      "row1_title": "Realistic image with stunning clarity",
      "row1_content": "The ADMIROR series offers a 14-inch and a 15.6-inch 16:9 FHD IPS display, both with extra-wide 178-degree viewing angle. The lifelike image quality, support up to 72% NTSC color gamut, offers an enjoyable viewing experience browsing websites or watching video clips.",
      "row2_title": "Extra-large Touchscreen",
      "row2_content": "Explore endless possibilities with Precision Touchpad (PTP) technology which supports up to four-finger smart gestures. This feature allows you to navigate websites and videos with greater ease.",
      "row3_title": "Backlit keyboard for unbounded exploration",
      "row3_content": "The backlit design of the Full Size keyboard enables you to locate each keycap in dimly-lit environments. Work and entertainment are no longer constrained by time and place. This feature makes uninterrupted workflow possible and helps you explore the world anytime anywhere.",
      "row3_title2": "Exceptional audio-visual ex erience",
      "row3_content2": "Music is a big part of an identity. ADMIROR's 2 full range speakers and 4 passive boosters are set to bring out the best audio-visual experience for your enjoyment."
    },

    "outstanding": {
      "title": "OUTSTANDING",
      "title_h3": "Performance that you can count on",
      "title_h2": "Incredible performance that brings superb productivity",
      "content": "ADMIROR is so much more than its look. Thanks to the new 10th generation Intel <sup>TM</sup> Core i5-10210U/i7-10510U processor and up to 16GB RAM, the processing speed is greatly enhanced. Supporting SSD of up to 1TB, the ADMIROR is your ideal storage solution."
    },

    "win_hello": {
      "title": "One-touch access with Windows Hello",
      "content": "Gone are the days when password is used for login. ADMIROR incorporates fingerprint reader and works seamlessly with Windows Hello for both convenient log-in and strengthened privacy protection. You can rest assured that every piece of work and personal data is well protected."
    },

    "battery_info": {
      "title": "Productivity maximized by Extended battery",
      "desc": "Battery life lasts up to 10 hours. Without the need to look around for a power source, let your creativity flow and stay uninterrupted during your work or a favourite show.",
      "life_prefix": "Up to",
      "life_suffix": "Battery life",
      "life_note": "* Battery life up to 9 hours for 15.6-inch",
      "connectivity_title": "Connectivity that fits your needs",
      "connectivity_desc": "With two built-in USB-C ports, the ADMIROR is the perfect for work on the go. The ADMIROR comes with a USB-C to USB, HDMI and 3.5mm audio jack adapter, ensuring the highest connectivity. Meanwhile, the USB-C to 3.5mm headphone jack cable allows you to indulge in your favorite jam. <br></br><br></br> Colour-coordinated wireless mouse and portable Bluetooth speaker will be launched soon.",
      "adapter_desc": "USB-C to <br></br> USB/HDMI/3.5mm audio jack adapter"
    },

    "color_opts": {
      "title": "VARIOUS COLOURS AVAILABLE NOW",
      "content": "14-inch: Flaming Copper, Delight Pink, Blazing Brown <br></br> 15.6-inch: Flaming Copper, Delight Pink, Passionate Red"
    },

    "product_statement": {
      "bullet1": "Centrino Logo, Core Inside, Intel, Intel Logo, Intel Core, Intel Inside, Intel Inside Logo, Intel Viiv, Intel vPro, Itanium, Itanium Inside, Pentium, Pentium Inside, Viiv Inside, vPro Inside, Xeon, and Xeon Inside are trademarks of Intel Corporation in the U.S. and other countries.",
      "bullet2": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
      "bullet3": "Weights vary depending on configuration and manufacturing variability.",
      "bullet4": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
      "bullet5": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
      "bullet6": "Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries."
    }
  },

  "liber-v": {
    "inspired_design": {
      "title": "Post-modern inspired design",
      "content": "Taking \"Limitless Evolution\" as its concept, LIBER V's design is inspired by the creativity of the avant-garde post-modern fortress La Muralla Roja in Spain. LIBER V installs its high-quality webcam out of the screen with neat geometric lines, perfectly interprets the epistemology of geometry. Paired with the vibrant color options of LIBER V, the geometric chassis realizes a slimmer body and an easy-to-open clip, thereby offering a new interpretation of design in laptop fashion."
    },

    "viewing_experience": {
      "title": "Incredible Viewing Experience",
      "content": "Slimmer but greater. The LIBER V series has a 3.7mm unbound ultra-narrow bezel which has been reduced by about 63% compared with previous LIBER series notebooks, one step closer to perfection with its 78.2% screen-to-body ratio. With a full HD 16:9 IPS display with anti-glare, presenting detailed images clearly with a stable response time under various ambient indoor and outdoor lighting conditions, allowing you to enjoy the LIBER V's big world with the ultra-wide viewing angle of 178 degrees. Whether you are studying, working, or simply having fun, LIBER V brings you an extraordinary viewing experience that you have never seen."
    },

    "colorful_expression": {
      "title": "Colorful Expression",
      "content_part1": "Appealing to different style personalities, LIBER V debuts with over 14 distinguishably attractive colors. You can also customize your LIBER V with a laser engraving service, engraving names or words onto the chassis to reflect your unique personal statement, like a fashion accessory tailored just for you. You can fully release your personal charm and stand out from the crowd.",
      "content_part2": "More color combinations will be coming soon to suit your every day needs. Whether you are a professional or a fashionista, LIBER V makes you shine even more."
    },

    "portable": {
      "title": "Readily Portable",
      "content": "LIBER V is sophisticatedly engineered by compacting a 14-inch screen inside the 13.3-inch that weights from just 1.28kg, 14% less than previous models and well-balancing lightness and durability, bringing you an easy and convenient experience. LIBER V incorporates a Windows Hello fingerprint reader, which strengthens privacy protection. LIBER V can always accompany you while traveling or working effortlessly."
    },

    "specs": {
      "title": "Extraordinary Performance and Productivity",
      "content_part1": "Not only LIBER V is unique in appearance but also in performance. Adapting the new 10th Gen Intel® Core™ i5-10210U/i7-10510U processors, 8GB RAM and large storage up to 1TB SSD, LIBER V can swiftly process and access files, allowing you to work with ease, even with complex workflows.",
      "content_part2": "LIBER V’s full-size backlit keyboard with 1.5mm key travel and 19mm key pitch delivers the ultimate word processing experience that you could ever ask for. Along with AVITA’s extra-large touchpad, support for 4 fingers gestures perfectly, you can have more space to control. LIBER V’s battery life lasts for up to 10 hours whilst the notebook is equipped with different ports that are compatible with other devices. Making it possible to simultaneously charge, transfer data, display, and connect to various devices to meet your different needs. <br></br><small>*Up to 10 hours on MobileMark 2014</small>"
    },

    "disclaimer": {
      "bullet1": "Centrino Logo, Core Inside, Intel, Intel Logo, Intel Core, Intel Inside, Intel Inside Logo, Intel Viiv, Intel vPro, Itanium, Itanium Inside, Pentium, Pentium Inside, Viiv Inside, vPro Inside, Xeon, and Xeon Inside are trademarks of Intel Corporation in the U.S. and other countries.",
      "bullet2": "Actual battery life may vary depending on product configuration, usage, operational conditions and power management settings. Battery life will decrease over the lifetime of the battery.",
      "bullet3": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
      "bullet4": "Weights vary depending on configuration and manufacturing variability.",
      "bullet5": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
      "bullet6": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
      "bullet7": "Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
      "bullet8": "The availability of colors may vary by retailers.",
      "bullet9": "Product appearance design, color, matching, may vary according to different models and configurations.",
      "bullet10": "In the event of any disputes, Nexstgo Company Limited reserves the right of the final decision."
    }
  },

  "pura-a-plus": {
    "intro": {
      "title": "Experience Power in Simplicity with PURA A+ Laptop!",
      "demo_text": "*Demo image of the AVITA PURA A+ 15.6”",
      "content_part1": "Power up your life with PURA A+, the new member of our PURA series which provides users with both simplicity and power. When it comes to student life, having a laptop that supports your all-round education, learning, and development is important.",
      "content_part2": "PURA A+ is your ideal laptop choice for students who want simplicity and power in one device. With its sleek, lightweight, and durable design, PURA A+ is the perfect choice for individuals who are always on-the-go. Whether you're working, reading books, or watching movies, PURA A+ can meet all your needs. From music production to sports knowledge, photography, and beyond, PURA A+ can support your interests and help you develop new skills. Whether you're a student or a recent graduate starting your career, PURA A+ is the ultimate companion for achieving your goals and powering up your future."
    },

    "color_and_creativity": {
      "title": "Immerse Yourself in a World of Color and Creativity!",
      "content": "For individuals looking for a laptop that stands out, PURA A+ is the ideal choice. The new PURA A+ laptop comes in five vibrant colors, each with its own unique personality and style designed to inspire creativity in its users. Expressing your unique style and unleashing your creativity, only with PURA A+!",
      "demo_text": "*Demo image of the AVITA PURA A+ 15.6”"
    },

    "color_palette": {
      "content": "Trophy Purple represents luxury and sophistication, evoking a sense of achievement and success. Award Pink expresses youthful and playful, specifically designed for those who want to add a touch of fun to their lives. Medal Black exudes elegance and className, while evoking a feeling of power and sophistication - perfect for making a bold statement. Badge Silver is associated with achievement and success, perfect for those who want to evoke a sense of accomplishment and recognition. Ribbon Blue creates a peaceful and inviting environment, perfect for those who want to feel safe, friendly, and relaxed."
    },

    "academic_goals": {
      "title": "Maximize Your Abilities- Accomplish Your Goals with Skill and Precision!",
      "content": "PURA A+ is equipped with powerful features that help students achieve their academic goals efficiently. The laptop's high-performance CPU ensures productivity, with options available including the 12th Gen Intel® Core™ processor with Intel® Iris® Xe Graphics."
    },

    "windows_11": {
      "title": "Stay Organized and Driven to Achieve Your Dreams!",
      "content_part1": "Whether you are students, professionals, or busy parents, PURA A+ helps you stay organized to achieve your dreams. With a user-friendly interface and Windows 11 Home, PURA A+ helps you stay productive and on top of your game.",
      "content_part2": "The To Do widget keeps you focused and on track, ensuring you never miss an important deadline."
    },

    "storage_spec": {
      "title": "Unleash Your Potential with BIG Storage and Flexibility!",
      "content_part1": "You always have the ability to enhance your capabilities. PURA A+ provides you with big storage capacity, ensuring that you can store all your important files and documents without worrying about running out of space. With up to 512GB of SSD storage, you can keep all your photos, videos, and music in one place.",
      "content_part2": "This feature is perfect for individuals who need to store large files or work on multiple projects simultaneously."
    },

    "ports": {
      "title": "The OPTIMAL All-round Laptop for Students on-the-go!",
      "content_part1": "Designed specifically for students who are always on the move, PURA A+ is the ultimate all-in-one laptop for delivering presentations and staying productive at school. With its multi-I/O ports, connecting to different devices is effortless. Its reliable performance and 178-degree ultra-wide viewing angle make it the perfect device for students who demand high-quality performance.",
      "content_part2": "Featuring a 14” and 15.6” Full HD IPS panel, PURA A+ delivers a wider, more vivid, and immersive viewing experience. The full-sized Edge-to-edge backlit keyboard makes typing more comfortable and efficient. It also maximizes the available Space for the keys and minimizes the overall footprint of the keyboard, making it more compact and streamlined. With the backlit keys, which make typing easier in any conditions and increase your productivity. Whether you're exploring the internet or developing your skills in various subjects, PURA A+ makes it easier to stay focused, learn new things, and achieve your academic goals."
    },

    "high_grades": {
      "title": "Upgrade Your Student Life and Achieve Remarkable High-Grades!",
      "content": "PURA A+ is the perfect laptop for students who want a simple yet powerful device to support their all-round education and development. With a minimalist design, high-quality performance, and array of features, PURA A+ is the ultimate laptop for students who demand simplicity and power. Whether you're studying, working, or pursuing your passions, PURA A+ has got you covered. Achieve remarkable high grades with PURA A+ and take your education and development to the next level!"
    },

    "disclaimer": {
      "bullet1": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
      "bullet2": "Weights vary depending on configuration and manufacturing variability.",
      "bullet3": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
      "bullet4": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
      "bullet5": "Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.",
      "bullet6": "Battery life will vary depending on various factors including product model, configuration, loaded applications, features, use, wireless functionality, and power management settings. The maximum capacity of the battery will naturally decrease with time and usage."
    }
  },

  "essential-lite": {
    "intro": {
      "title": "The ultra-lightweight ESSENTIAL Lite revolutionizes laptop <br></br> aesthetic with exquisite craftsmanship"
    },

    "art_form": {
      "title": "Re-Discover the Beauty in Lite Inspired by Renaissance Art Form",
      "content_part1": "ESSENTIAL Lite range assembled with exquisite craftsmanship which inspired by the Renaissance era 'sculptural design. The carved laptop is available in eight different stylish carved covers.*",
      "content_part2": "*Planet Blue, Pixel Green, Solar Pink, Mega Purple, Geometric Motion, Cyber World, Digital Rainbow, Purple Network <br></br> (Different colors/patterns will be launched soon)"
    },

    "light_weight": {
      "title": "LIGHT LOADED WITH 1KG FEATHERWEIGHT． <br></br> SLIM BODY WITH THIN BEZELS",
      "content": "ESSENTIAL Lite is specially designed for standard users without compromising its function and quality. Within its 4 mm extremely thin bezels and 20 mm light-loaded body design there lies a 14-inch screen, and the whole compact constitues merely an approximate of 1kg#, which such lightloaded feature makes it stand out from other similar laptops in the market^. Giving you a convenient and flexible experience while carrying it around for learning and working at anytime and anywhere you want."
    },

    "anti_glare": {
      "title": "COMFORTABLE VIEWING. <br></br> FULL HD ANTI-GLARE SCREEN",
      "content": "The 14-inch 16:9 full HD IPS anti-glare display of ESSENTIAL Lite provides a 178-degree ultra-wide viewing angle which can effectively reduce eye fatigue while retaining the resolution of screen. It provides an optimal viewing comfort even if you are having online learning and working for a long duration of time. Its wide viewing angle allows you to review contents with every vivid detail from a maximised perspective anytime and anywhere."
    },

    "windows_11": {
      "title": "UP-TO-DATE COMPACT． <br></br> PRELOADED WITH WINDOWS 11 OPERATING SYSTEM",
      "content_part1": "ESSENTIAL Lite is pre-loaded with the latest Windows 11 Home Edition operating system which features a fresh and intuitively designed interface. Users are able to work on multiple apps or managing multiple windows simultaneously by simply clicking the \"Start\" button located at the center of the screen, offering incredible experiences for gaming, entertainment and communication.",
      "content_part2": "The laptop is also equipped with Intel® Celeron® N4020 processor, 8GB LPDDR4 memory and up to 256GB SSD, boosting the performance with reliable configuration as well as bringing you a steadier experience while working or learning online every day."
    },

    "ports": {
      "title": "SIMPLE AND CONVENIENT．AVAILABILITY OF MULTIPLE PORTS",
      "content": "ESSENTIAL Lite prioritizes user convenience, and thus moved various ports that usually found on the left and right hand sides to the back of the device, which include the plug-ins for USB 3.0, HDMI to Micro SD. It allows you to connect peripheral devices no matter you are left-handed or right-handed, and you can manage your learning and working in all aspects at ease without having to take up lots of physical space."
    },

    "keyboard": {
      "title": "ULTRA FLEXIBILITY． FULL-SIZE CURVED KEYBOARD",
      "content": "ESSENTIAL Lite is also equipped with a specially designed full-size island style keyboard, offering you the best typing experience as distance between buttons are carefully calculated. Coupled with a large touchpad, you can simply slide your fingertips to have many different applications in control. Without any barrier and constraint, your learning and working performance can be enhanced."
    },

    "disclaimer": {
      "bullet1": "^ Information as of December 2021.",
      "bullet2": "# Weights may vary depending on manufacturing process.",
      "bullet3": "* Different colors/patterns will be launched soon.",
      "bullet4": "Centrino Logo, Core Inside, Intel, Intel Logo, Intel Core, Intel Inside, Intel Inside Logo, Intel Viiv, Intel vPro, Itanium, Itanium Inside, Pentium, Pentium Inside, Viiv Inside, vPro Inside, Xeon, and Xeon Inside are trademarks of Intel Corporation in the U.S. and other countries.",
      "bullet5": "Models or specifications may vary from country to country. Check with your local distributors or retailers for any updates on the current product.",
      "bullet6": "Weights vary depending on configuration and manufacturing variability.",
      "bullet7": "Colors of actual products may differ from product shots due to photography lighting or display setting of your viewing device.",
      "bullet8": "We try our best to provide accurate and complete product information online yet we reserve the rights to keep, change or correct any information without further notice.",
      "bullet9": "Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries."
    }
  }
}
